<?php

return [
    'parking_spot_capacity' => [
        1 => '5台未満',
        2 => '6~20台',
        3 => '21台以上',
        4 => '不明',
    ],
    'parking_spot_rate_day_types' => [
        '全日' => '全日',
        '平日' => '平日',
        '土日祝' => '土日祝',
        '昼間' => '昼間',
        '夜間' => '夜間',
    ],
    'parking_spot_rate_unit_minutes' => [
        12 => '12分',
        15 => '15分',
        20 => '20分',
        30 => '30分',
        60 => '60分',
        90 => '90分',
        120 => '2時間',
        180 => '3時間',
        240 => '4時間',
        300 => '5時間',
        720 => '12時間',
        1440 => '24時間',
    ],
];
